[Variables]

Weather="Sun":"Vasár","Mon":"Hétfő","Tue":"Kedd","Wed":"Szerd","Thu":"Csütö","Fri":"Pént","Sat":"Szomb"

Language="Monday":"Hétfő", "Tuesday":"Kedd", "Wednesday":"Szerda", "Thuesday":"Csütőrtők", "Friday":"Péntek", "Saturday":"Szombat", "Sunday":"Vasárnap", "January":"Január", "February":"Február", "March":"Március", "April":"Április", "May":"Május", "June":"Junius", "July":"Julius", "August":"Agusztus", "September":"Szeptember", "October":"Oktober", "November":"November", "December":"December"


Teszt="Thunderstorms":"Zivatarok","Windy Rain":"Szeles Eső","T-Storms":"Felhős","Rain Snow":"Hó Esővel","Sleet":"Havaseső","Snow/Rain Icy Mix":"Hó/Jég keverék","Freezing Drizzle":"Fagyos szitálás","Drizzle":"Szitálás","Freezing Rain":"Ónos eső","T-Showers":"Záporok","Showers":"Záporok","Light Rain":"Gyenge eső","Heavy Rain":"Erös eső","Snow Flurries":"Havas szélrohamok","Light Snow":"Gyenge havazás","Snowflakes":"Hószállingózás","Heavy Snow":"Erős havazás","Hail":"Jégeső","Dust":"Por","Fog":"Köd","Haze":"Köd","Smoke":"Füst","Windy":"Szeles","Frigid":"Jeges","Partly Cloudy":"Részben felhős","Cloudy":"Felhős","Mostly Cloudy":"Többnyire felhős","Clear":"Tiszta","Sunny":"Napos","Fair":"Jó idő","Mostly Clear":"Többnyire tiszta","Mostly Sunny":"Többnyire napos","Hot":"Forró","Isolated Thunder":"Elszigetelt viharok","Scattered T-Storms":"Szórványosan felhős","Scattered Rain":"Elszórt eső","Scattered Snow":"Elszórt havazás","Windy/Snowy":"Szeles/esős","Scattered Showers":"Scattered Showers","Snowy":"Snowy","and":"és","Shower":"Zivatar","Mostly":"Többnyire","Scattered":"Elszórt","Rain":"Eső","Snow":"Havazás","Wind":"Szél","Early":"Korai","Late":"Késő","PM":"Délután","AM":"Délelőtt","Sun":"Nap","Cloud":"Felhő","Light":"Enyhe","Snow Shower":"Hó zivatar","Widespread":"Elterjed","Few":"Néhány","Isolated":"Elzárt","Mist":"Pára","Thunder":"Mennydörgés","with":"-val-vel","In the Vicinity":"A közelben","Clouds":"Felhők","Clearing":"Tiszta"

Clock="01":"1","02":"2","03":"3","04":"4","05":"5","06":"6","07":"7","08":"8","09":"9","10":"10","11":"11","12":"12","13":"13","14":"14","15":"15","16":"16","17":"17","18":"18","19":"19","20":"20","21":"21","22":"22","23":"23","24":"24","25":"25","26":"26","27":"27","28":"28","29":"29","30":"30","31":"31","April":"Árprilis","May":"Május","June":"Junius","July":"Julius","August":"Agusztus","September":"Szeptember","October":"Oktober","November":"November","December":"December"

Date="Monday":"HÉTFŐ","Tuesday":"KEDD","Wednesday":"SZERDA","Thursday":"CSÜTÖRTÖK","Friday":"PÉNTEK","Saturday":"SZOMBAT","Sunday":"VASÁRNAP","January":"Január","February":"Február","March":"Március"

Formattime=%B %d 

RetrievingWeatherText="Időjárás lekérése..."

Updatever="Frissítés elérhető! Kattintson és töltse le :)"


[MeasureForecastText]
Substitute=#Teszt#

[FeelsLikeLabel]
Text="Hőérzet"

[WindLabel]
Text="Szél"

[VisibilityLabel]
Text="Láthatoság"

[BarometerLabel]
Text="Légnyomás"

[HumidityLabel]
Text="Páratartalom"

[SunriseLabel]
Text="Napkelte"

[SunsetLabel]
Text="Napnyugta"

[MeterUpdatedTime]
Text="Frissítve: %1"






